Repository: NIKHIL314959/Master-Thesis-on-IGUS-RL-DP-5
Catalog: AutomationStudio/Logical/mappView/Resources/Texts/SnippetMCSXTextSys.tmx
Source language: en
Languages: de

source: X would move in positive direction
de: Positive X Bewegung eingestellt

source: X would move in negative direction
de: Negative X Bewegung eingestellt

source: Robot is powered off
de: Roboter ist ausgeschalten

source: Robot is in error
de: Roboter ist in Error

source: No movements in X direction
de: Keine Bewegungen in X Richtung
